[{
  "id": 0,
  "name": "Kaija",
  "image": "6.png",
  "perspective_id": 3,
  "disabled": false,
  "description": "Casen valinta",
  "person": {
    "name": "Kaija",
    "image": "6.png",
    "title": "Asiantuntijasairaanhoitaja",
    "description": "Kaijalla on mies ja kaksi kouluikäistä lasta. Vapaa-ajallaan Kaija tykkää käydä tanssimassa salsaa."
  },
  "steps": [
    {
      "id": 0,
      "description":"Asiantuntijasairaanhoitaja Kaija on osastossasi työskentelevän tiimin vetäjä. Välinne ovat olleet kohtuullisen hyvät, eikä Kaija ole tuottanut ongelmia. Eilen Kaija kuitenkin antoi tiiminsä lopettaa työpäivän aikaisin, vaikka se on vastoin firman sääntöjä. Olet kuullut, että muut tiimit ja tiimien vetäjät pitävät tätä epäasiallisen käytöksenä ja toivovat, että Kaijaa nuhdellaan asiata.",
      "image": "office.jpg",
      "options": [
        {
          "name": "Annan asian olla. Kaijalla on oikeus päättää alaisensa työajoista",
          "correct": false,
          "feedback": "Tämä on demo versio työelämäsimulaattorista. Lopullisessa versiossa tämä vaihtoehto veisi seuraavaan askeleen, mutta nyt se ei ole toiminnassa. Ole hyvä ja valitse vaihtoehto 4 jatkaaksesi."
        },
        {
          "name": "Pyydän Kaijan toimistooni keskustelemaan asia läpi. Haluan kuulla Kaijan syyt eiliselle.",
          "correct": false,
          "feedback": "Tämä on demo versio työelämäsimulaattorista. Lopullisessa versiossa tämä vaihtoehto veisi seuraavaan askeleen, mutta nyt se ei ole toiminnassa. Ole hyvä ja valitse vaihtoehto 4 jatkaaksesi."
        },
        {
          "name": "Vaadin, että Kaija korvaa menetetyt työtunnit tulevaisuudessa. Mielestäni ei ole sopivaa mennä vastoin asetettuja sääntöjä.",
          "correct": false,
          "feedback": "Tämä on demo versio työelämäsimulaattorista. Lopullisessa versiossa tämä vaihtoehto veisi seuraavaan askeleen, mutta nyt se ei ole toiminnassa. Ole hyvä ja valitse vaihtoehto 4 jatkaaksesi."
        },
        {
          "name": "Nostan toissapäiväisen tilanteen keskusteluun. Haluan toimia päättäväisesti ja sen käydä läpi seikkaperäisesti. Tavoitteeni on sopia selkeästi noudatettavasta toimintavasta.",
          "correct": true,
          "feedback": "Keskustelu eteni, mutta tunnelma oli hieman kireä. Muutosta tilanteessa ei tapahdu."
        }
      ],
      "tip_id": 1
    },
    {
      "id": 1,
      "description": "Tiimi vaikuttaa kyräilevälle. Tiimivetäjä käyttäytyy iloisesti vakuuttaa asian olevan hyvin. Keskusteluvälit ovat hyvät. Osastollasi on kuitenkin levoton ilmapiiri.",
      "image": "office.jpg",
      "options": [
        {
          "name": "Odotan, että tulee sopiva hetki, jolloin kansliassa muita ei ole hetkeen läsnä. En halua nostaa isoa juttua ja kerronkin huomioni lyhyesti. Keskustelussa edellytän, että Kaija toimii sovitulla tavalla.",
          "correct": false,
          "feedback": "Tämä on demo versio työelämäsimulaattorista. Lopullisessa versiossa tämä vaihtoehto veisi seuraavaan askeleen, mutta nyt se ei ole toiminnassa. Ole hyvä ja valitse vaihtoehto 2 jatkaaksesi."
        },
        {
          "name": "Otan asian piki miten puheeksi Kaijan kanssa. Nostan muitakin kohdentuvia huomioitani tiimin omasta sähläävästä toiminnasta kuin vain työvuorojakojen muuttamisen.",
          "correct": true,
          "feedback": "Tiimi näyttää toimivan näennäisesti sovitulla tavalla. Kyräily jatkuu ja avointa keskustelua kanssasi vältetään."
        },
        {
          "name": "Otan asian uudelleen puheeksi tiimivetäjän kanssa ja vastuutan häntä. En kerro kyräilyhuomioitani.",
          "correct": false,
          "feedback": "Tämä on demo versio työelämäsimulaattorista. Lopullisessa versiossa tämä vaihtoehto veisi seuraavaan askeleen, mutta nyt se ei ole toiminnassa. Ole hyvä ja valitse vaihtoehto 2 jatkaaksesi."
        }
      ],
      "tip_id": 2
    },
    {
      "id": 2,
      "description": "Kaija välttelee myös sinua. Kun keskustelette, hänen vastauksensa ovat hyvin asiallisia, mutta rupattelut ovat vähentyneet. Muiden tiimien kanssa näyttäisi olevan supinoita, jotka hajautuvat tulessasi paikalle.",
      "image": "office.jpg",
      "options": [
        {
          "name": "Otan asian uudelleen puheeksi tiimivetäjän kanssa ja yritän sopia hänen kanssaan sellaista aikaa, jossa suurin osa tiimiläisistä on läsnä. Vastuutan häntä edelleen tiimivetäjänä.",
          "correct": false,
          "feedback": "Tämä on demo versio työelämäsimulaattorista. Lopullisessa versiossa tämä vaihtoehto veisi seuraavaan askeleen, mutta nyt se ei ole toiminnassa. Ole hyvä ja valitse vaihtoehto 3 jatkaaksesi."
        },
        {
          "name": "Kutsun ko. päivän kaikki tiimivetäjät yhteiseen palaveriin ja haluan heidän kanssaan yhdessä etsiä ratkaisua. Tarkoitukseni on estää tilanteen leviäminen koko yhteisöön.",
          "correct": false,
          "feedback": "Tämä on demo versio työelämäsimulaattorista. Lopullisessa versiossa tämä vaihtoehto veisi seuraavaan askeleen, mutta nyt se ei ole toiminnassa. Ole hyvä ja valitse vaihtoehto 3 jatkaaksesi."
        },
        {
          "name": "Kutsun koko sen päivän tiimiläiset yhteiseen palaveriin välittömästi jo ennen ruokataukoa. Haluan kuulla heidän tämän päivän järjestelystään ja avata muutenkin tilanteen heidän kanssaan.",
          "correct": true,

          "feedback": "Tilanteesta tulee avoin tiimissä. Kannanottoja on sekä puolesta ja vastaan. Tiimi puolustaa tiimivetäjää, joka on toiminut heidän toiveidensa mukaan. Keskustellaan tiimin toiminnan suhteessa muihin tiimeihin ja koko osaston työstä. Tilanne alkaa konfliktoitua lisää ja tiimiin syntyy omia klikkejä osa osastohoitajan kannalla, osa tiimivetäjän puolustajia. Nyt molemmat puhuvat vain ja ainoastaan asiasta. Koko yhteisö on tietoinen osastohoitajan ja tiimivetäjän suhteiden kiristymisestä."
        }
      ],
      "tip-id": 3
    },
    {
      "id": 3,
      "description":"Osastohoitaja on huomannut, että tiimin tilanne on ns. keltaisella ja etenemässä oransille, kun tilannetta arvioidaan työyhteisön työhyvinvoinnin tasoilla. Hänen on mietittävä omaa ja tiimivetäjän vuorovaikutustapoja ja mihin on ajauduttu. Hän haluaa yrittää ilman hallinnon johdon apua ja hakee apua vertaisryhmästään. Avukseen hän voi pyytää myös mentoria, jos saa siihen luvan esimieheltään. Vertaisryhmässä ja hallinnon esimiehen kanssa hän voi keskustella muistakin käytettävissä olevista tukimuodoista itselleen.",
      "image": "office.jpg"
    }]
},

{
  "id": 1,
  "name": "Loiri",
  "image": "13_b.png",
  "perspective_id": 2,
  "disabled": true,
  "description": "INACTIVE",
  "person": null,
  "steps": null
},

{
  "id": 2,
  "name": "Bella",
  "image": "12_b.png",
  "perspective_id": 1,
  "disabled": true,
  "description": "INACTIVE",
  "person": null,
  "steps": null
},

{
  "id": 3,
  "name": "Verneri",
  "image": "1_b.png",
  "perspective_id": 2,
  "disabled": true,
  "description": "INACTIVE",
  "person": null,
  "steps": null
},

{
  "id": 4,
  "name": "Tiina",
  "image": "2_b.png",
  "perspective_id": 3,
  "disabled": true,
  "description": "INACTIVE",
  "person": null,
  "steps": null
},

{
  "id": 5,
  "name": "Martta",
  "image": "3_b.png",
  "perspective_id": 4,
  "disabled": true,
  "description": "INACTIVE",
  "person": null,
  "steps": null
},

{
  "id": 6,
  "name": "Timo",
  "image": "4_b.png",
  "perspective_id": 5,
  "disabled": true,
  "description": "INACTIVE",
  "person": null,
  "steps": null
},

{
  "id": 7,
  "name": "Anu",
  "image": "5_b.png",
  "perspective_id": 1,
  "disabled": true,
  "description": "INACTIVE",
  "person": null,
  "steps": null
},

{
  "id": 8,
  "name": "Rami",
  "image": "7_b.png",
  "perspective_id": 2,
  "disabled": true,
  "description": "INACTIVE",
  "person": null,
  "steps": null
},

{
  "id": 9,
  "name": "Simo",
  "image": "8_b.png",
  "perspective_id": 3,
  "disabled": true,
  "description": "INACTIVE",
  "person": null,
  "steps": null
},

{
  "id": 10,
  "name": "Tanja",
  "image": "9_b.png",
  "perspective_id": 4,
  "disabled": true,
  "description": "INACTIVE",
  "person": null,
  "steps": null
},

{
  "id": 11,
  "name": "Riitta",
  "image": "10_b.png",
  "perspective_id": 5,
  "disabled": true,
  "description": "INACTIVE",
  "person": null,
  "steps": null
},

{
  "id": 12,
  "name": "Heikki",
  "image": "11_b.png",
  "perspective_id": 1,
  "disabled": true,
  "description": "INACTIVE",
  "person": null,
  "steps": null
},

{
  "id": 13,
  "name": "Petri",
  "image": "14_b.png",
  "perspective_id": 2,
  "disabled": true,
  "description": "INACTIVE",
  "person": null,
  "steps": null
},

{
  "id": 14,
  "name": "Annikatri",
  "image": "16_b.png",
  "perspective_id": 3,
  "disabled": true,
  "description": "INACTIVE",
  "person": null,
  "steps": null
},

{
  "id": 15,
  "name": "Bob",
  "image": "15_b.png",
  "perspective_id": 4,
  "disabled": true,
  "description": "INACTIVE",
  "person": null,
  "steps": null
}]
